Repository: openplotter/openplotter-maiana
Catalog: openplotterMaiana/locale/*/LC_MESSAGES/openplotter-maiana.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, pl, sv

source: Your MAIANA device firmware will be updated, please do not disconnect or tamper with it during the update. Do you want to go ahead?
ca: El microprogramari del teu dispositiu MAIANA s'actualitzarà. Si us plau no el desconectis o manipulis durant l'actualització. Vols continuar?
cs: Firmware vašeho MAIANA zařízení bude aktualizován, neodpojujte jej během aktualizace. Chcete pokračovat?
de: Ihre MAIANA-Geräte-Firmware wird aktualisiert, bitte trennen Sie sie nicht oder tamper sie während des Updates. Möchten Sie fortfahren?
es: Se actualizará el firmware de su dispositivo MAIANA, por favor no lo desconecte ni manipule durante la actualización. ¿Desea continuar?
fi: MAIANA-laitteen firmware päivitetään, älä katkaise yhteyttä siihen tai kajoa siihen päivityksen aikana. Haluatko mennä eteenpäin?
fr: Le firmware de votre transpondeur MAIANA va être mis à jour, veuillez ne pas le déconnecter ni intervenir d'aucune façon pendant la mise à jour. Voulez-vous aller de l'avant ?
it: Il firmware del tuo dispositivo Maiana verrà aggiornato, non disconnetterlo o manometterlo durante l'aggiornamento.
nb: Din MAIANA-enhet fastvare vil bli oppdatert, vennligst ikke koble fra eller rør den under oppdateringen. Vil du fortsette i gang?
pl: Firmware w twoim urządzeniu MAIANA zostanie zaktualizowany, nie odłączaj ani nie naruszaj go podczas aktualizacji. Czy chcesz iść dalej?
sv: Din MAIANA enhets firmware kommer att uppdateras, vänligen koppla inte från eller mixtra med den under uppdateringen. Vill du gå vidare?

source: Question
ca: Pregunta
cs: Otázka
de: Frage
es: Pregunta
fi: Kysymys
it: Domanda
nb: Spørsmål
pl: Pytanie
sv: Fråga

source: Stopping Signal K server
ca: Aturant el servidor Signal K
cs: Zastavování serveru SignalK
de: Signal K Server stoppen
es: Cerrando servidor de Signal K
fi: Pysäytetään Signal K -palvelin
fr: Arrêt du serveur Signal K
it: Arresto server Signal K
nb: Stopper Signal K server
pl: Zatrzymywanie serwera Signal K
sv: Stoppar Signal K servern

source: Updating firmware, please wait...
ca: Actualitzant el microprogramari, si us plau espera...
cs: Aktualizace firmware, čekejte prosím...
de: Firmware wird aktualisiert, bitte warten...
es: Actualizando firmware, por favor espere...
fi: Päivitetään laiteohjelmistoa, odota...
fr: Mise à jour du firmware, veuillez patienter...
it: Aggiornamento firmware, attendere...
nb: Oppdaterer fastvare, vennligst vent...
pl: Aktualizowanie firmware, proszę czekać...
sv: Uppdaterar firmware, vänligen vänta...

source: Starting Signal K server
ca: Iniciant el servidor Signal K
cs: Spouštění serveru SignalK
de: Starte Signal K Server
es: Iniciando servidor Signal K
fi: Käynnistetään Signal K-palvelin
fr: Démarrage du serveur Signal K
it: Avvio server Signal K
nb: Starter Signal K server på nytt
pl: Uruchamianie serwera Signal K
sv: Startar Signal K server

source: There may be electromagnetic interference near the MAIANA AIS antenna
ca: Pot haver interferències electromagnètiques a prop de l'antena AIS de MAIANA
cs: V blízkosti antény AIS může docházet k elektromagnetickému rušení
de: Es kann zu elektromagnetischen Störungen in der Nähe der MAIANA AIS Antenne kommen
es: Puede haber interferencias electromagnéticas cerca de la antena MAIANA AIS
fi: MAIANA AIS antennin läheisyydessä saattaa olla sähkömagneettisia häiriöitä
fr: Il peut y avoir des interférences électromagnétiques près de l'antenne du SIA MAIANA
it: Potrebbero esserci interferenze elettromagnetiche vicino all'antenna MAIANA AIS
nb: Det kan være elektromagnetisk interferens i nærheten av MAIANA AIS-antennen
pl: W pobliżu anteny MAIANA AIS mogą wystąpić zakłócenia elektromagnetyczne
sv: Det kan finnas elektromagnetiska störningar nära MAIANA AIS antennen

source: Checking MAIANA transponder...
ca: Compravant el transponedor MAIANA...
cs: Kontrola MAIANA odpovídače...
da: Kontrollerer MAIANA transponder...
de: Überprüfe MAIANA Transponder...
es: Comprobando transpondedor MAIANA...
fi: Tarkistetaan MAIANA-transponder...
fr: Vérification du transpondeur MAIANA...
it: Verifica transponder MAIANA...
nb: Sjekker MAIANA transponder...
pl: Sprawdzanie transpondera MAIANA...
sv: Kontrollerar MAIANA transponder...

source: There is no MAIANA device defined
ca: No hi ha cap dispositiu MAIANA definit
cs: Není definováno žádné MAIANA zařízení
da: Der er ikke defineret nogen MAIANA enhed
de: Es ist kein MAIANA-Gerät definiert
es: No hay ningún dispositivo MAIANA definido
fi: MAIANA-laitetta ei ole määritelty
fr: Aucun périphérique MAIANA n'est défini
it: Nessun dispositivo MAIANA definito
nb: Det finnes ingen MAIANA-enhet definert
pl: Brak zdefiniowanego urządzenia MAIANA
sv: Det finns ingen MAIANA enhet definierad

source: MAIANA device
ca: Dispositiu MAIANA
cs: MAIANA zařízení
da: MAIANA enhed
de: MAIANA Gerät
es: MAIANA dispositivo
fi: MAIANA laite
fr: Périphérique MAIANA
it: Dispositivo MAIANA
nb: MAIANA-enhet
pl: urządzenie MAIANA
sv: MAIANA enhet

source: Signal K connection "maianaCommand" has errors. Reinstall "MAIANA AIS transponder" app.
ca: La connexió de Signal K "maianaCommand" conté errors. Reinstal·la l'app "transponedor MAIANA AIS".
es: La conexión Signal K "maianaCommand" tiene errores. Reinstala la aplicación "MAIANA AIS transponder".
it: La connessione Signal K "maianaConnect" ha degli errori. Reinstalla l'app "MAIANA AIS transponder".

source: maianaCommand connection OK
ca: connexió maianaCommand OK
es: conexión maianaCommand OK
it: connessione maianaCommand OK

source: Signal K connection "maianaCommand" does not exists. Reinstall "MAIANA AIS transponder" app.
ca: La connexió de Signal K "maianaCommand" no existeix. Reinstal·la l'app "transponedor MAIANA AIS".
es: La conexión Signal K "maianaCommand" no existe. Reinstala la aplicación "MAIANA AIS transponder".
it: La connessione Signal K "maianaCommand" non esiste. Reinstalla l'app "MAIANA AIS transponder".

source: MAIANA Signal K connection has errors. Please try again.
ca: La connexió MAIANA Signal K conté errors. Si us plau, torna-ho a provar.
es: La conexión MAIANA Signal K tiene errores. Por favor, inténtalo de nuevo.
it: La connessione MAIANA Signal K ha degli errori. Riprovare.

source: MAIANA connection OK
ca: Connexió MAIANA OK
es: Conexión MAIANA OK
fr: Connexion MAIANA OK
it: Connessione MAIANA OK

source: MAIANA Signal K connection does not exists.
ca: La connexió MAIANA Signal K no existeix.
it: La connessione MAIANA Signal K non esiste.

source: NMEA 0183 over TCP (10110) interface is disabled. Check Signal K server settings
ca: NMEA 0183 en la interfície TCP (10110) està deshabitat. Comprova la configuració del servidor Signal K
de: NMEA 0183 über die TCP (10110) Schnittstelle ist deaktiviert. Überprüfe Signal K Server Einstellungen
fi: NMEA 0183 TCP:n (10110) käyttöliittymän yli on poistettu käytöstä. Tarkista Signal K -palvelimen asetukset
fr: NMEA 0183 via l'interface TCP (10110) est désactivée. Vérifiez les paramètres du serveur Signal K
it: Interfaccia NMEA 0183 su TCP (10110) disabilitata. Verifica le impostazioni di Signal K
nb: NMEA 0183 over TCP (10110) grensesnitt er deaktivert. Kontroller Signal K serverinnstillinger
pl: NMEA 0183 przez interfejs TCP (10110) jest wyłączony. Sprawdź ustawienia serwera Signal K
sv: NMEA 0183 över TCP (10110) gränssnittet är inaktiverat. Kontrollera Signal K serverinställningar

source: NMEA 0183 over TCP (10110) interface OK
ca: NMEA 0183 en l'interfície TCP (10110) està OK
it: Interfaccia NMEA 0183 su TCP (10110) OK

source: Access to Signal K server validated
ca: Accés a servidor Signal K verificat
cs: Přístup k serveru Signal K byl ověřen
de: Zugriff auf Signal K Server geprüft
es: Acceso al servidor de Signal K validado
fi: Pääsy Signal K palvelimeen vahvistettu
fr: Accès au serveur Signal K validé
it: Accesso a Signal K server validato
nb: Tilgang til Signal K-server validert
pl: Dostęp do serwera Signal K zatwierdzony
sv: Åtkomst till Signal K servern validerad

source: service running
ca: servei en execució
es: servicio en ejecución
fr: service en cours d'exécution
it: servizio in esecuzione

source: service not running
ca: servei aturat
es: el servicio no se está ejecutando
fr: service pas en cours d'exécution
it: servizio non in esecuzione

source: present
cs: přítomný
da: til stede
de: vorhanden
es: presente
fi: läsnä
fr: présent
it: presente
nb: til stede
pl: obecny
sv: tillgänglig

source: Call sign
cs: Volací značka
de: Rufzeichen
es: Distintivo de llamada
fi: Radiokutsu
fr: Indicatif d'appel
it: Identificativo di chiamata
nb: Kallesignal
pl: Sygnał wywoławczy
sv: Anropssignal

source: Installing python packages...
sv: Installerar python-paket...

source: Checking access to Signal K server...
da: Kontrollerer adgang til Signal K server...
sv: Kontrollerar åtkomst till Signal K-server...

source: Stopping OpenPlotter MAIANA service...
sv: Stoppar OpenPlotter MAIANA tjänsten...

source: Approve
da: Godkend
sv: Godkänn

source: Reconnect
sv: Återanslut

source: Press "Approve" and then "Refresh".
da: Tryk på "Godkendelse" og derefter på "Opdater".
sv: Tryck på "Godkänn" och sedan "Uppdatera".

source: Try "Reconnect".
sv: Prova "Återanslut".

source: Press "Refresh".
da: Tryk på Opdater.
sv: Tryck på "Uppdatera".

source: Cannot connect with the device, try again
sv: Kan inte ansluta till enheten, försök igen

source: Starting MAIANA transponder...
sv: Startar MAIANA transponder...

source: device settings OK
sv: enhetsinställningar OK

source: check device settings
sv: kontrollera enhetsinställningar

source: running
sv: körs

source: not running
sv: körs inte

source: MMSI
fr: ISMM

source: Firmware
fi: Laiteohjelmisto
nb: Fastvare

source: My App
da: Min App

source: Adding openplotter-maiana-read service...
da: Tilføjer openplotter-maiana-read service...

source: Removing openplotter-maiana-read services...
da: Fjerner openplotter-maiana-read tjenester...

source: Allowed
da: Tilladt

source: Press "Allowed".
da: Tryk "Tilladt".
