Repository: openplotter/openplotter-maiana
Catalog: openplotterMaiana/locale/*/LC_MESSAGES/openplotter-maiana.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, pl, sv

source: Turn MAIANA TX on
ca: Encén MAIANA TX
de: MAIANA TX einschalten
fi: Ota MAIANA TX käyttöön
fr: Activer MAIANA TX
it: Abilita MAIANA TX
nb: Slå på MAIANA TX
pl: Włącz MAIANA TX
sv: Slå på MAIANA TX

source: Turn MAIANA TX off
ca: Apaga MAIANA TX
de: MAIANA TX ausschalten
fi: Poista MAIANA TX käytöstä
fr: Désactiver MAIANA TX
it: Disabilita MAIANA TX
nb: Slå av MAIANA TX
pl: Wyłącz MAIANA TX
sv: Stäng av MAIANA TX

source: MAIANA AIS
ca: AIS MAIANA
fr: SIA MAIANA

source: Checking if unit is running
ca: Comprovar si la unitat està funcionant
cs: Kontrola jestli jednotka je spuštěna
de: Prüft, ob Einheit läuft
es: Comprobando si la unidad se está ejecutando
fi: Tarkistetaan, onko yksikkö käynnissä
fr: Vérification si l'unité est en cours d'exécution
it: Verifica se unità in movimento
nb: Kontrollerer om enheten kjører
pl: Sprawdzanie, czy jednostka jest uruchomiona
sv: Kontrollerar om enheten körs

source: Unit is running, switching to DFU mode
ca: La unitat està funcionant, canviant a mode DFU
cs: Jednotka je spuštěna, přepínání do režimu DFU
de: Einheit wird ausgeführt, wechsel zum DFU-Modus
es: La unidad se está ejecutando, cambiando al modo DFU
fi: Yksikkö on käynnissä, vaihdetaan DFU-tilaan
fr: L'unité est en cours d'exécution, passage en mode DFU
it: Unità in movimento, passa a modalità DFU
nb: Enheten kjører, bytter til DFU-modus
pl: Jednostka jest uruchomiona, przełączanie w tryb DFU
sv: Enheten körs, växlar till DFU-läge

source: Usage:
ca: Ús:
cs: Použití:
de: Verwendung:
es: Uso:
fi: Käyttö:
fr: Utilisation:
it: Utilizzo:
nb: Bruk:
pl: Użycie:
sv: Användning:

source: Unable to open serial port
ca: No es pot obrir el port sèrie
cs: Nelze otevřít sériový port
de: Kann seriellen Port nicht öffnen
es: No se puede abrir el puerto serie
fi: Sarjaporttia ei voitu avata
fr: Impossible d'ouvrir le port série
it: Impossibile aprire porta seriale
nb: Kan ikke åpne seriell port
pl: Nie można otworzyć portu szeregowego
sv: Det går inte att öppna serieporten

source: Unable to open file
ca: No es pot obrir el fitxer
cs: Nelze otevřít soubor
de: Datei kann nicht geöffnet werden
es: Imposible abrir archivo
fi: Tiedostoa ei voi avata
fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file
nb: Kan ikke åpne fil
pl: Nie można otworzyć pliku
sv: Det gick inte öppna filen

source: File size:
ca: Mida del fitxer:
cs: Velikost souboru:
de: Dateigröße:
es: Tamaño del archivo:
fi: Tiedostokoko:
fr: Taille du fichier :
it: Dimensione file:
nb: Filstørrelse:
pl: Rozmiar pliku:
sv: Filstorlek:

source: Could not get unit into DFU mode
ca: No s'ha pogut canviar a mode DFU
cs: Nelze přepnout jednotku do režimu DFU režimu
de: Konnte Einheit nicht in den DFU-Modus laden
es: No se pudo poner la unidad en modo DFU
fi: Yksikköä ei voitu vaihtaa DFU-tilaan
fr: Impossible de mettre le périphérique en mode DFU
it: Impossibile entrare in modalità DFU
nb: Kunne ikke sette enhet i DFU-modus
pl: Nie można pobrać w trybie DFU
sv: Kunde inte skifta enheten till DFU-läge

source: Unit is in DFU mode
ca: La unitat està en mode DFU
cs: Jednotka je v režimu DFU
de: Einheit ist im DFU-Modus
es: Unidad en modo DFU
fi: Yksikkö on DFU-tilassa
fr: Le périphérique est en mode DFU
it: Unità in modalità DFU
nb: Enheten er i DFU-modus
pl: Jednostka jest w trybie DFU
sv: Enheten är i DFU-läge

source: Unable to begin transfer, restart the unit and retry
ca: No es pot iniciar la transferència, reinicia la unitat i torna a provar
cs: Nelze zahájit přenos, restartujte jednotku a opakujte znovu
de: Übertragung kann nicht gestartet werden, die Einheit neu starten und erneut versuchen
es: No se puede iniciar la transferencia, reinicie la unidad y vuelva a intentarlo
fi: Siirtoa ei voi aloittaa, käynnistä yksikkö uudelleen ja yritä uudelleen
fr: Transfert impossible, redémarrez le périphérique et réessayez
it: Impossibile avviare il trasferimento, riavviare l'unità e riprovare
nb: Kan ikke starte overføringen, start enheten på nytt og prøv igjen
pl: Nie można rozpocząć przesyłania, zrestartuj jednostkę i ponów próbę
sv: Det går inte att starta överföringen, starta om enheten och försök igen

source: Starting transfer
ca: Iniciant la transferència
cs: Zahájení přenosu
de: Transfer wird gestartet
es: Comenzando la transferencia
fi: Siirron aloittaminen
fr: Démarrage du transfert
it: Inizializzazione trasferimento
nb: Starter overføring
pl: Rozpoczynanie przesyłania
sv: Startar överföring

source: FAILED:
ca: ERROR:
cs: Chyba:
da: MISLYKKET:
de: FEHLGESCHLAGEN:
es: ERROR:
fi: EPÄONNISTUNUT:
fr: ÉCHEC:
it: FALLITO:
nb: FEILET:
pl: NIEPOWODZENIE:
sv: MISSLYCKADES:

source: Adding connection to Signal K server for MAIANA commands...
ca: Afegint connexió al servidor Signal K per comandaments de MAIANA...
fr: Ajout de la connexion au serveur Signal K pour les commandes MAIANA...
it: Aggiungi connessione al server Signal K per comandi MAIANA...

source: DONE
ca: FET
cs: Hotovo
da: UDFØRT
de: Fertig
es: HECHO
fi: VALMIS
fr: TERMINÉ
it: FATTO
nb: FERDIG
pl: GOTOWE
sv: KLAR

source: Creating services...
ca: Creant serveis...
fr: Création des services...
it: Creazione servizi...

source: Setting version...
ca: Establint la versió...
cs: Nastavuji verzi...
da: Indstiller version...
de: Setze Version...
es: Ajustando versión...
fi: Asetetaan versio...
fr: Réglage de la version...
it: Impostazione versione...
nb: Angir versjon...
pl: Ustawianie wersji...
sv: Ställer in version...

source: Removing connection to Signal K server for MAIANA commands...
ca: Eliminant connexió al servidor Signal K per comandaments de MAIANA...
fr: Suppression de la connexion au serveur Signal K pour les commandes MAIANA...
it: Rimuovi connessione al server Signal K per comandi MAIANA...

source: Removing services...
ca: Eliminant serveis...
es: Eliminando servicios...
fr: Suppresion des services...
it: Rimozione servizi...

source: Removing version...
ca: Eliminant versió...
cs: Odstraňuji verzi...
da: Fjerner version...
de: Entferne Version...
es: Eliminando versión...
fi: Poistetaan versio...
fr: Suppression de la version...
it: Rimozione versione...
nb: Fjerner versjonen...
pl: Usuwanie wersji...
sv: Tar bort version...

source: MAIANA AIS transponder
ca: Transponedor d'AIS MAIANA
cs: MAIANA AIS vysílač
es: MAIANA AIS transpondedor
fr: Transpondeur SIA MAIANA
it: Transponder MAIANA AIS
pl: Transponder AIS MAIANA

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
nb: Hjelp
pl: Pomoc
sv: Hjälp

source: Settings
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
nb: Innstillinger
pl: Ustawienia
sv: Inställningar

source: MAIANA Signal K connection
ca: Connexió Signal K de MAIANA
cs: MAIANA připojení k Signal K
da: MAIANA Signal K forbindelse
de: MAIANA Signal K Verbindung
es: Conexión MAIANA Signal K
fi: MAIANA Signal K yhteys
fr: Connexion MAIANA - Signal K
it: Connessione MAIANA Signal K
nb: MAIANA Signal K-tilkobling
pl: Połączenie MAIANA Signal K
sv: MAIANA Signal K anslutning

source: Connections
ca: Connexions
cs: Připojení
da: Forbindelser
de: Verbindungen
es: Conexiones
fi: Yhteydet
fr: Connexions
it: Connessioni
nb: Tilkoblinger
pl: Połączenia
sv: Anslutningar

source: Reading MAIANA device settings...
ca: Llegint les preferències del dispositiu MAIANA...
cs: Čtení nastavení MAIANA zařízení...
da: Læser MAIANA enhedsindstillinger...
de: Lese MAIANA Geräteeinstellungen...
es: Leyendo la configuración del dispositivo MAIANA...
fi: Luetaan MAIANA laitteen asetuksia...
fr: Lecture des paramètres du périphérique MAIANA...
it: Lettura impostazioni dispositivo MAIANA...
nb: Leser MAIANA-enhetens innstillinger...
pl: Odczyt ustawień urządzenia MAIANA...
sv: Läser MAIANA enhetsinställningar...

source: Select the Signal K connection for the MAIANA device
ca: Selecciona la connexió Signal K per al dispositiu MAIANA
cs: Vyberte připojení Signal K pro zařízení MAIANA
da: Vælg Signal K-forbindelsen for MAIANA-enheden
de: Wählen Sie die Signal K Verbindung für das MAIANA Gerät
es: Seleccione la conexión Signal K para el dispositivo MAIANA
fi: Valitse Signal K yhteys MAIANA laitteelle
fr: Sélectionnez la connexion Signal K pour le périphérique MAIANA
it: Seleziona la connessione Signal K per il dispositico MAIANA
nb: Velg Signal K-tilkobling til MAIANA-enheten
pl: Wybierz połączenie Signal K dla urządzenia MAIANA
sv: Välj Signal K anslutningen för MAIANA-enheten

source: Cannot connect with the device, try again by pressing "Refresh"
ca: No es pot connectar amb el dispositiu, prova de nou prement "Refrescar"
es: No se puede conectar con el dispositivo, inténtelo de nuevo presionando "Refrescar"
fr: Impossible de se connecter avec l'appareil, essayez à nouveau en appuyant sur "Actualiser"
it: Impossibile connettersi al dispositivo, riprovare selezionando "Ricarica"

source: The hardware version of your MAIANA device is too old
ca: La versió de maquinari del teu MAIANA és massa antiga
cs: Verze hardwaru vašeho zařízení MAIANA je příliš stará
de: Die Hardware-Version Ihres MAIANA-Geräts ist zu alt
es: La versión de hardware de su dispositivo MAIANA es demasiado antigua
fi: MAIANA-laitteesi laitteistoversio on liian vanha
fr: La version matérielle de votre transpondeur MAIANA est trop ancienne
it: La versione hardware del dispositivo MAIANA è troppo vecchia
nb: MAIANA enheten er for gammel
pl: Wersja sprzętowa urządzenia MAIANA jest zbyt stara
sv: Hårdvaruversionen av din MAIANA-enhet är för gammal

source: The firmware version of your MAIANA device is too old
ca: La versió de microprogramari del teu MAIANA és massa antiga
cs: Verze firmwaru vašeho zařízení MAIANA je příliš stará
de: Die Firmware-Version Ihres MAIANA-Geräts ist zu alt
es: La versión de firmware de su dispositivo MAIANA es demasiado antigua
fi: MAIANA laitteen firmware versio on liian vanha
fr: La version du firmware de votre transpondeur MAIANA est trop ancienne
it: La versione firmware del dispositivo MAIANA è troppo vecchia
nb: Fastvareversjonen på MAIANA-enheten er for gammel
pl: Wersja firmware urządzenia MAIANA jest zbyt stara
sv: Programversionen till din MAIANA-enhet är för gammal

source: Done
ca: Fet
cs: Hotovo
da: Udført
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
it: Fatto
nb: Ferdig
pl: Gotowe
sv: Klar

source: Hardware revision
ca: Revisió de maquinari
cs: Verze hardware
es: Revisión de hardware
fi: Laitteiston versio
fr: Révision du matérielle
it: Revizione hardware
nb: Revisjon av maskinvare
pl: Wersja firmware'u
sv: Hårdvarurevision

source: Firmware revision
ca: Revisió de programari
cs: Verze firmware
es: Revisión de firmware
fi: Laiteohjelmiston versio
fr: Révision du firmware
it: Revisione firmware
nb: Fastvarerevisjon
pl: Wersja firmware'u

source: Type of MCU
ca: Tipus de MCU
cs: Typ MCU
da: MCU type
de: Typ der MCU
es: Tipo de MCU
fi: MCU:n tyyppi
fr: Type de MCU
it: Tipo di MCU
nb: Type MCU
pl: Typ MCU
sv: Typ av MCU

source: Serial number
ca: Número de sèrie
cs: Sériové číslo
da: Serienummer
de: Seriennummer
es: Número de serie
fi: Sarjanumero
fr: N° de série
it: Numero seriale
nb: Serienummer
pl: Numer seryjny
sv: Serienummer

source: Transmitter hardware module
ca: Mòdul de maquinari emisor
cs: Hardwarový modul vysílače
da: Sender hardware modul
de: Transmitter-Hardware-Modul
es: Módulo de hardware del transmisor
fi: Lähettimen laitteistomoduuli
fr: Module matériel du transmetteur
it: Modulo hardware trasmettitore
nb: Senderens maskinvaremodul
pl: Moduł sprzętowy nadajnika
sv: Sändare hårdvarumodul

source: not present
ca: no present
cs: není k dispozici
da: ikke til stede
de: nicht vorhanden
es: no presente
fi: ei ole läsnä
fr: absent
it: non presente
nb: ikke til stede
pl: nie występuje
sv: inte tillgänglig

source: Hardware TX switch
ca: Interruptor TX de maquinari
cs: Hardwarový přepínač TX
de: Hardware-TX-Schalter
es: Interruptor TX de hardware
fi: Laitteiston TX- kytkin
fr: Commutateur TX matériel
it: Interruttore hardware TX
nb: Maskinvare TX-bryter
pl: Sprzętowy przełącznik TX
sv: Hårdvara TX brytare

source: ON
ca: ACTIVAT
cs: ZAP
da: TIL
de: EIN
es: Encendido
fi: PÄÄLLÄ
fr: Activé
nb: PÅ
pl: WŁ
sv: PÅ

source: OFF
ca: DESACTIVAT
cs: VYP
da: FRA
de: AUS
es: APAGADO
fi: POIS PÄÄLTÄ
fr: Désactivé
nb: AV
pl: WYŁ
sv: AV

source: Software TX switch
ca: Interruptor TX de programari
cs: Softwarový přepínač TX
de: Software TX-Schalter
es: Interruptor de software TX
fi: TX kytkin ohjelmisto
fr: Commutateur logiciel TX
it: Interruttore software TX
nb: Programvare TX-bryter
pl: Programowy przełącznik TX
sv: Mjukvara TX brytare

source: Station data
ca: Dades de l'estació
cs: Data stanice
da: Data fra stationen
de: Station Daten
es: Datos de la estación
fi: Aseman tiedot
fr: Données de la station
it: Dati stazione
nb: Stasjonsdata
pl: Dane stacji
sv: Stationsdata

source: provided
ca: proveït
cs: nastavena
da: leveret
de: bereitgestellt
es: proporcionado
fi: toimitettu
fr: fourni
it: fornito
nb: oppgitt
pl: dostarczone
sv: angiven

source: not provided
ca: no proveït
cs: nenastavena
da: ikke oplyst
de: Nicht bereitgestellt
es: no proporcionado
fi: ei ole toimitettue
fr: non fourni
it: non fornito
nb: ikke oppgitt
pl: niedostarczone
sv: inte angiven

source: Status
ca: Estat
cs: Stav
es: Estado
fi: Tila
fr: Etat
it: Stato
pl: Stan

source: transmitting
ca: emetent
cs: vysílá
da: sender
de: übermitteln
es: transmitiendo
fi: lähettäminen
fr: transmission en cours
it: trasmissione
nb: overfører
pl: nadawanie
sv: sänder

source: not transmitting
ca: no emetent
cs: nevysílá
da: sender ikke
de: nicht übermitteln
es: sin transmitir
fi: ei lähetä
fr: ne transmet pas
it: non in trasmissione
nb: sender ikke
pl: brak nadawania
sv: sänder inte

source: Channel A latest transmitted message
ca: Últim missatge emès al canal A
cs: Nejnovější zpráva kanálu A
da: Kanal A seneste sendt meddelelse
de: Channel A zuletzt übertragene Nachricht
es: Canal A último mensaje transmitido
fi: Kanavan A viimeisin lähetetty viesti
fr: Dernier message transmis par le Canal A
it: Ultimo messaggio trasmesso canale A
nb: Siste overførte melding på kanal A
pl: Najnowsza przesłana wiadomość - kanał A
sv: Kanal A senast överförda meddelande

source: Type
ca: Tipus
cs: Typ
da: Indtast
de: Typ
es: Tipo
fi: Tyyppi
it: Tipo
pl: Typ
sv: Typ

source: Time
ca: Temps
cs: Čas
da: Tid
de: Uhrzeit
es: Hora
fi: Aika
fr: Date et heure
it: Tempo
nb: Tid
pl: Czas
sv: Tid

source: Channel B latest transmitted message
ca: Últim missatge emès al canal B
cs: Nejnovější zpráva kanálu B
da: Kanal B seneste sendt meddelelse
de: Channel B zuletzt übertragene Nachricht
es: Último mensaje transmitido por el canal B
fi: Kanavan B viimeisin lähetetty viesti
fr: Dernier message transmis par le Canal B
it: Ultimo messaggio trasmesso canale B
nb: Siste overførte melding på kanal B
pl: Najnowsza przesłana wiadomość - kanał B
sv: Kanal B senast överförda meddelande

source: Channel A noise floor
ca: Llindar de soroll del canal A
cs: Kanál A úroveň šumu
da: Kanal A støjniveau
de: Channel A Grundrauschen
es: Canal A ruido de fondo
fi: Kanavan A peruskohina
fr: Plancher de bruit du Canal A
it: Rumore di fondo canale A
nb: Støyterskel kanal A
pl: Poziom szumów - kanał A
sv: Kanal A ljudnivå

source: Channel B noise floor
ca: Llindar de soroll del canal B
cs: Kanál B úroveň šumu
da: Kanal B støjniveau
de: Channel B Grundrauschen
es: Ruido de fondo del canal B
fi: Kanavan B peruskohina
fr: Plancher de bruit du canal B
it: Rumore di fondo canale B
nb: Støyterskel kanal B
pl: Poziom szumów - kanał B
sv: Kanal B ljudnivå

source: Restarting Signal K server...
ca: Reiniciant el servidor Signal K...
es: Reiniciando servidor Signal K...
fr: Redémarrage du serveur Signal K...
it: Riavvio Signal K server

source: Signal K server restarted
ca: Servidor Signal K reiniciat
es: Servidor Signal K reiniciado
fr: Serveur Signal K redémarré
it: Signal K server riavviato

source: Vessel name
ca: Nom de l'embarcació
cs: Název plavidla
da: Fartøjets navn
de: Schiffsname
es: Nombre del buque
fi: Aluksen nimi
fr: Nom du navire
it: Nome nave
nb: Navn på fartøy
pl: Nazwa statku
sv: Fartygets namn

source: Vessel type
ca: Tipus d'embarcació
cs: Druh plavidla
da: Fartøjets type
de: Schiffstyp
es: Tipo de buque
fi: Aluksen tyyppi
fr: Type de navire
it: Tipo nave
nb: Type fartøy
pl: Rodzaj statku
sv: Fartygstyp

source: LOA
ca: Eslora
de: Länge über alles
fr: Longueur totale
sv: LÖA

source: Beam
ca: Mànega
cs: Šířka
da: Stråle
de: Breite
es: Manga
fi: Leveys
fr: Maître-bau
it: Baglio massimo
nb: Bredde
pl: Szerokość
sv: Bredd

source: Port Offset
ca: Distancia de babor
cs: GPS offset zleva
de: Backbord Versatz
es: Desplazamiento a estribor
fi: Vasen siirros
fr: Décalage bâbord
it: Offset sinistra
nb: Babord forskyvning
pl: Przesunięcie na lew burtę
sv: Förskjutning Babord

source: Bow Offset
ca: Distància de la proa
cs: GPS offset zepředu
da: Bue Forskydning
de: Bug Versatz
es: Desplazamiento desde proa
fi: Keulasiirros
fr: Décalage proue
it: Offset prua
nb: Baug-forskyvning
pl: Przesunięcie w kierunku dziobu
sv: Förskjutning För

source: Units: meters
ca: Unitats: metres
cs: Jednotky: metry
da: Enheder: meter
de: Einheiten: Meter
es: Unidades: metros
fi: Yksiköt: metriä
fr: Unités: mètre
it: Unità: metri
nb: Enheter: meter
pl: Jednostki: metry
sv: Enhet: meter

source: Refresh
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Actualiser
it: Ricarica
nb: Oppdater
pl: Odśwież
sv: Uppdatera

source: Detect noise
ca: Detectar soroll
cs: Detekovat šum
de: Rauschen erkennen
es: Detectar ruido
fi: Tunnista melu
fr: Détecter le bruit
it: Rileva rumore
nb: Oppdag støy
pl: Wykrywanie szumu
sv: Identifiera störningar

source: Save station data
ca: Desa les dades de l'estació
cs: Uložit data stanice
da: Gem stationsdata
de: Station Daten Speicher
es: Guardar datos de la estación
fi: Tallenna aseman tiedot
fr: Sauvegarder les données de station
it: Salva dati stazione
nb: Lagre stasjonsdata
pl: Zapisz dane stacji
sv: Spara stationsdata

source: Invalid MMSI
ca: MMSI no vàlid
cs: Neplatné MMSI
da: Ugyldig MMSI
de: Ungültige MMSI
es: MMSI inválido
fi: Virheellinen MMSI
fr: ISMM invalide
it: MMSI non valido
nb: Ugyldig MMSI
pl: Nieprawidłowy MMSI
sv: Ogiltig MMSI

source: Invalid vessel name
ca: Nom de l'embarcació no vàlid
cs: Neplatné jméno plavidla
da: Ugyldigt fartøjsnavn
de: Ungültiger Schiffname
es: Nombre de buque no válido
fi: Virheellinen aluksen nimi
fr: Nom de navire invalide
it: Nome nave non valido
nb: Ugyldig fartøynavn
pl: Nieprawidłowa nazwa statku
sv: Ogiltigt fartygsnamn

source: Invalid call sign
ca: Call Sign no vàlid
cs: Neplatná volací značka
da: Ugyldigt call sign
de: Ungültiges Rufzeichen
es: Distintivo de llamada inválido
fi: Väärä radiokutsu
fr: Indicatif d'appel invalide
it: Identificativo di chiamata non valido
nb: Ugyldig kallesignal
pl: Nieprawidłowy sygnał wywoławczy
sv: Ogiltig anropssignal

source: Invalid vessel type
ca: Tipus d'embarcació no vàlid
cs: Neplatný typ plavidla
da: Ugyldig fartøjstype
de: Ungültiger Schiffstyp
es: Tipo de buque no válido
fi: Väärä alustyyppi
fr: Type de navire invalide
it: Tipo nave non valido
nb: Ugyldig fartøystype
pl: Nieprawidłowy rodzaj statku
sv: Ogiltig fartygstyp

source: Invalid LOA
ca: Eslora no vàlida
cs: Neplatné LOA
da: Ugyldig LOA
de: Invalid Länge über alles
es: Eslora invalida
fi: Väärä LOA
fr: Longueur totale invalide
it: LOA invalido
nb: Ugyldig LOA
pl: Nieprawidłowa LOA
sv: Ogiltig LÖA

source: Invalid Beam
ca: Mànega no vàlida
cs: Neplatná šířka
da: Ugyldig Stråle
de: Ungültige Breite
es: Manga inválida
fi: Väärä leveys
fr: Maître-bau invalide
it: Baglio massimo non valido
nb: Ugyldig bredde
pl: Nieprawidłowa szerokość
sv: Ogiltig Bredd

source: Invalid bow offset
ca: Distància fins a proa no vàlida
cs: Neplatný GPS offset zepředu
da: Ugyldig bue offset
de: Ungültiger Bug Versatz
es: Desplazamiento de proa no valido
fi: Väärä keulasiirros
fr: Décalage proue invalide
it: Offest prua non valido
nb: Ugyldig baug-forskyvning
pl: Nieprawidłowe przesunięcie w kier. dziobu
sv: Ogiltig förskjutning i babordsled

source: Invalid port offset
ca: Distància fins a babor no vàlida
cs: Neplatný GPS offset zleva
da: Ugyldig port offset
de: Ungültiger Backbord Versatz
es: Desplazamiento estribor no válido
fi: Väärä vasensiirros
fr: Décalage bâbord invalide
it: Offest sinistra non valido
nb: Ugyldig babord-forskyvning
pl: Nieprawidłowe przesunięcie w kier. lewej burty
sv: Ogiltig förskjutning i förhållande till fören

source: Download firmware
ca: Descarregar firmware
de: Firmware herunterladen
es: Descargar firmware
fi: Lataa uusin laiteohjelmisto
fr: Télécharger le Firmware
nb: Last ned firmware
pl: Pobierz firmware
sv: Ladda ner firmware

source: Update firmware
ca: Actualitza microprogramari
cs: Aktualizace firmwaru
de: Firmware aktualisieren
es: Actualizar firmware
fi: Päivitä firmware
fr: Mise à jour du firmware
nb: Oppdater fastvare
pl: Zaktualizuj firmware
sv: Uppdatera firmware

source: Choose a file
ca: Selecciona un fitxer
cs: Vyberte soubor
de: Datei auswählen
es: Elija un archivo
fi: Valitse tiedosto
fr: Sélectionnez un fichier
it: Scegli un file
nb: Velg en fil
pl: Wybierz plik
sv: Välj en fil

source: bin files
ca: fitxers binaris
cs: bin soubory
de: bin Dateien
es: archivos bin
fi: bin tiedostot
fr: fichiers bin
it: file bin
nb: binærfiler
pl: pliki binarne
sv: binära filer

source: All files
ca: Tots els fitxers
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
it: Tutti i file
nb: Alle filer
pl: Wszystkie pliki
sv: Alla filer

source: MCU type mismatch:
ca: Desajustament entre tipus de MCU:
de: Unstimmigkeit des MCU-Typs:
es: El tipo de MCU no coincide:
fi: MCU tyyppi ei täsmää:
fr: Incompatibilité de type de MCU :
it: Incompatibilità tipo MCU:
nb: MCU-type passer ikke:
pl: Niezgodność typu MCU:
sv: MCU-typ matchar inte:

source: Hardware revision mismatch:
ca: Desajustament de revisió de hardware:
de: Hardware-Revision stimmt nicht überein:
es: La revisión de hardware no coincide:
fi: Laitteiston versio ei täsmää:
fr: Incompatibilité de la révision matérielle:
it: Incompatibilità revisione hardware:
nb: Maskinvare-versjon passere ikke:
pl: Niezgodność wersji sprzętu:
sv: Maskinvarurevisionen matchar inte:

source: Error processing file:
ca: Error processant arxiu:
de: Fehler beim Verarbeiten der Datei:
es: Error al procesar el archivo:
fi: Virhe käsiteltäessä tiedostoa:
fr: Erreur lors du traitement du fichier:
it: Errore nel processo del file:
nb: Feil under behandling av fil:
pl: Błąd przetwarzania pliku:
sv: Fel vid bearbetning av fil:
